alefragnani.project-manager
astro-build.astro-vscode
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
golang.go
gruntfuggly.todo-tree
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
naumovs.color-highlight
redhat.java
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
vscode-icons-team.vscode-icons
wix.vscode-import-cost
yoavbls.pretty-ts-errors
