alefragnani.project-manager
astro-build.astro-vscode
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
fwcd.kotlin
golang.go
gruntfuggly.todo-tree
jeff-hykin.better-cpp-syntax
luqimin.tiny-light
mathiasfrohlich.kotlin
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
robert-brunhage.flutter-riverpod-snippets
shd101wyy.markdown-preview-enhanced
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tintinweb.graphviz-interactive-preview
uloco.theme-bluloco-light
vscjava.vscode-gradle
vscode-icons-team.vscode-icons
yoavbls.pretty-ts-errors
