alefragnani.project-manager
astro-build.astro-vscode
be5invis.toml
beardedbear.beardedtheme
bierner.emojisense
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
humao.rest-client
mikestead.dotenv
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
redhat.java
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tinkertrain.theme-panda
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wix.vscode-import-cost
yoavbls.pretty-ts-errors
